brew "git"
brew "gcc"
brew "zsh"
brew "chezmoi"
brew "deno"
brew "nvm"
brew "go"
brew "rustup-init"
brew "rust"
brew "openjdk"
brew "ruby"
brew "antigen"
brew "buf"
brew "k6"
brew "flyctl"
brew "gh"
brew "terraform"
brew "wasmer"
brew "binaryen"
brew "bazel"
brew "bazelisk"
brew "corepack"
brew "nmap"
brew "age"
brew "python"
brew "pre-commit"
brew "thefuck"
brew "git-flow"
brew "kubernetes-cli"
brew "helm"
brew "nano"
brew "gradle"
brew "openapi-generator"
brew "act"
brew "liquibase"
brew "mono"
brew "surrealdb/tap/surreal"
brew "gnupg"
brew "dopplerhq/cli/doppler"
brew "wasm-pack"
brew "wasm-tools"
cask "wireshark"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "chromium"
cask "firefox"
cask "microsoft-edge"
cask "postman"
cask "mongodb-compass"
cask "tailscale"
cask "anydesk"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "affinity-photo"
cask "affinity-publisher"
cask "affinity-designer"
cask "discord"
cask "steam"
cask "epic-games"
cask "league-of-legends"
cask "docker"
cask "neo4j"
cask "godot-mono"