brew "git"
brew "gcc"
brew "zsh"
brew "chezmoi"
brew "deno"
brew "nvm"
brew "go"
brew "rust"
brew "openjdk"
brew "ruby"
brew "antigen"
brew "buf"
brew "k6"
brew "flyctl"
brew "gh"
brew "terraform"
brew "wasmer"
brew "binaryen"
brew "bazel"
brew "bazelisk"
brew "corepack"
brew "nmap"
brew "age"
brew "python"
brew "pre-commit"
brew "thefuck"
brew "git-flow"
brew "kubernetes-cli"
brew "helm"
brew "nano"
brew "gradle"
brew "openapi-generator"
brew "act"
brew "liquibase"
brew "mono"
brew "surrealdb/tap/surreal"
